recipe = [ 
    # {
    #     "title": "РИС НА СКОВОРОДЕ РАССЫПЧАТЫЙ",
    #     "ingridients": [
    #         {
    #             "title_ingridients": "Рис",
    #             "quantity": 230
    #         },
    #         {
    #             "title_ingridients": "Вода",
    #             "quantity": 400
    #         },
    #         {
    #             "title_ingridients": "Лук",
    #             "quantity": 80
    #         },
    #         {
    #             "title_ingridients": "Растительное масло",
    #             "quantity": 30
    #         },
    #     ],
    #     "steps": [
    #         {
    #         "step": "Шаг 1",
    #         "description": "Как сделать рассыпчатый рис на сковороде? Подготовьте ингредиенты. Лук очистите от шелухи и промойте в холодной воде. С помощью острого ножа нарежьте мелко лук, смачивая нож в холодной воде, чтобы уберечь глаза. Как выбрать идеальный рис читайте в отдельной статье. Ссылку вы найдете в конце рецепта.",
    #         "duration": 10
    #         },
    #         {
    #         "step": "Шаг 2",
    #         "description": "На горячую сковороду налейте немного растительного масла и выложите нарезанный лук. Обжарьте лук до золотистого состояния. Периодически помешивайте, чтобы не подгорел. Удобно это делать с помощью деревянной лопатки. Как выбрать сковороду и масло для жарки читайте в статьях на эти темы. Ссылки есть в конце этого рецепта.",
    #         "duration": 10
    #         },
    #         {
    #         "step": "Шаг 3",
    #         "description": "Пока жарится лук, подготовьте необходимое количество риса. Промойте его несколько раз в холодной воде. Затем всю воду слейте, воспользовавшись дуршлагом.",
    #         "duration": 10
    #         },
    #         {
    #         "step": "Шаг 4",
    #         "description": "Когда лук обжарился, добавьте к нему в сковороду промытый рис. Перемешайте и обжарьте все вместе 3-4 минуты.",
    #         "duration": 10
    #         },
    #         {
    #         "step": "Шаг 5",
    #         "description": "Добавьте к рису немного соли и специи. Для придания рису красивого желтого цвета можете добавить немного куркумы. Все хорошо перемешайте.",
    #         "duration": 10
    #         },
    #         {
    #         "step": "Шаг 6",
    #         "description": "Влейте в сковороду необходимое количество горячей воды. Перемешайте и доведите до кипения. Затем накройте сковороду крышкой, сделайте минимальный огонь и оставьте готовиться примерно на 10-15 минут. Нам нужно, чтобы крупа впитала жидкость.",
    #         "duration": 10
    #         },
    #         {
    #         "step": "Шаг 7",
    #         "description": "Как только вода впитается в рис, выключите огонь и оставьте рис постоять под крышкой еще минут 15. Затем можете подавать горячим. Такой гарнир из риса подойдет ко многим блюдам! Приятного аппетита!",
    #         "duration": 10
    #         },
    #     ],    
    # }, 
    # {
    #     "title": "ПЕЧЕНЬ С ЛУКОМ НА СКОВОРОДЕ",
    #     "ingridients": [
    #         {
    #             "title_ingridients": "Печень говяжья",
    #             "quantity": 500
    #         },
    #         {
    #             "title_ingridients": "Лук репчатый",
    #             "quantity": 280
    #         },
    #         {
    #             "title_ingridients": "Пшеничная мука",
    #             "quantity": 39
    #         },
    #         {
    #             "title_ingridients": "Растительное масло",
    #             "quantity": 20
    #         },
    #     ],
    #     "steps": [
    #         {
    #         "step": "Шаг 1",
    #         "description": "Как сделать печень с луком на сковороде? Подготовьте для этого необходимые ингредиенты. Готовить по этому рецепту можно не только говяжью печень, но и свиную или куриную. Печень можно готовить сразу или вымочить в молоке.",
    #         "duration": 10
    #         },
    #         {
    #         "step": "Шаг 2",
    #         "description": "Лук очистите от шелухи и ополосните в холодной воде от загрязнений. Очищенный лук нарежьте полукольцами. Сильно мелко резать лук не надо, так как при тушении он разваривается.",
    #         "duration": 10
    #         },
    #         {
    #         "step": "Шаг 3",
    #         "description": "Печень промойте в проточной воде и обсушите бумажными полотенцами. Удалите пленочки. Затем нарежьте печень небольшими кусочками. Размер кусочков особого значения не имеет. Ориентируйтесь на свои предпочтения. В небольшую миску насыпьте муку. Все кусочки печени обваляйте в муке, чтобы она покрывала их равномерно со всех сторон.",
    #         "duration": 10
    #         },
    #         {
    #         "step": "Шаг 4",
    #         "description": "Сковороду для жарки разогрейте до горячего состояния и налейте немного растительного масла. Выложите в сковороду нарезанный лук и обжарьте его в течение минуты до прозрачности.",
    #         "duration": 10
    #         },
    #         {
    #         "step": "Шаг 5",
    #         "description": "Затем выложите в сковороду печень, обвалянную в муке. Перемешайте.",
    #         "duration": 10
    #         },
    #         {
    #         "step": "Шаг 6",
    #         "description": "По вкусу добавьте в сковороду немного соли и молотого перца. Накройте сковороду крышкой и тушите на небольшом огне минут 12-15. Можно подлить немного воды.",
    #         "duration": 10
    #         },
    #         {
    #         "step": "Шаг 7",
    #         "description": "Печень готовится достаточно быстро. Разломите самый крупный кусочек - разлом должен быть равномерно серого цвета, без розового оттенка. Для надежности прогрейте печень еще минутку. Если печень готовить долго, то она становится жесткой и резиновой.",
    #         "duration": 10
    #         },
    #         {
    #         "step": "Шаг 8",
    #         "description": "Печень с луком готова! К ней отлично подойдет гарнир из риса, гречки или картофельного пюре. Приятного аппетита!",
    #         "duration": 10
    #         },
    #     ],    
    # },
    {
        "title": "ФАРШ С СЫРОМ ВКУСНО И ПРОСТО",
        "ingridients": [
            {
                "title_ingridients": "Фарш мясной",
                "quantity": 400
            },
            {
                "title_ingridients": "Бекон копченый",
                "quantity": 50
            },
            {
                "title_ingridients": "Твёрдый сыр",
                "quantity": 50
            },
            {
                "title_ingridients": "Растительное масло",
                "quantity": 5
            },
            {
                "title_ingridients": "Чесночный порошок",
                "quantity": 3
            },
        ],
        "steps": [
            {
            "step": "Шаг 1",
            "description": "Как сделать фарш с сыром вкусно и просто? Начните с подготовки необходимых продуктов. Фарш выбирайте по своему вкусу. Это может быть фарш из определенного вида мяса, например только из свинины или говядины, а можете взять смешанный. Можете брать готовый фарш или сделать его самостоятельно, измельчив мясо в блендере или пропустив через мясорубку.",
            "duration": 10
            },
            {
            "step": "Шаг 2",
            "description": "Бекон нарежьте мелкими кусочками. Бекон можете брать сырокопченый или варенокопченый, какой больше нравится.",
            "duration": 10
            },
            {
            "step": "Шаг 3",
            "description": "Сыр нарежьте мелкими кубиками или натрите на терке. Сыр для этого блюда подойдет любой — твердый, полутвердый, мягкий, типа моцареллы. Главное, чтобы он был вкусным, качественным, без заменителей молочных жиров.",
            "duration": 10
            },
            {
            "step": "Шаг 4",
            "description": "В миске соедините фарш, бекон, сыр, растительное масло и специи. Тщательно вымесите фарш до гладкости. Если хотите получить более однородную консистенцию, можете взбить фарш, сыр и бекон в стационарном блендере.",
            "duration": 10
            },
            {
            "step": "Шаг 5",
            "description": "Сковороду разогрейте на среднем огне. По желанию можете добавить немного растительного масла, но в принципе хватит и того жира, который выделится при обжарке из фарша и бекона. Обжарьте котлетки с двух сторон до золотистого цвета.",
            "duration": 10
            },
            {
            "step": "Шаг 6",
            "description": "Котлеты можете подать с любым гарниром или сделать из них вкусные домашние бургеры. Я сделала из котлет гамбургеры. На нижнюю часть булочек для бургеров выложите 1-2 листа салата. Сверху уложите говяжью котлету. Полейте котлету кетчупом и горчицей. Сверху распределите кружочки помидоров и маринованного огурца. Накройте второй половиной булочки. Домашние гамбургеры сразу же подайте к столу. Приятного аппетита!",
            "duration": 10
            },           
        ],    
    },
    {
        "title": "СТЕЙК РИБАЙ НА СКОВОРОДЕ",
        "ingridients": [
            {
                "title_ingridients": "Говядина (2 стейка рибай)",
                "quantity": 500
            },
            {
                "title_ingridients": "Оливковое масло",
                "quantity": 34
            },
        ],
        "steps": [
            {
            "step": "Шаг 1",
            "description": "Чтобы приготовить говяжий стейк, нам понадобится сам стейк, оливковое масло и соль. Чтобы мясо прожарилось равномерно по всему куску, говяжий стейк заранее достаньте из холодильника и дайте полежать в комнате не менее 1-2 часов. Мясо должно быть внутри одинаковой температуры. Нежелательно готовить стейк из замороженного мяса - он не получится таким же сочным и мягким, как из свежего.",
            "duration": 10
            },
            {
            "step": "Шаг 2",
            "description": "Если у вас целый кусок мяса, то необходимо самостоятельно нарезать его на стейки толщиной около 2 см. Отмерять толщину можно сложив вместе 2 пальца (в видео показано, как правильно отмерять толщину стейка). Это и будет нужная толщина стейка. Затем стейки вымойте и обсушите бумажными полотенцами. Обсушивать мясо нужно обязательно, иначе оно будет не жариться, а тушиться в мясном соке.",
            "duration": 10
            },
            {
            "step": "Шаг 3",
            "description": "Кисточкой смажьте мясо оливковым маслом со всех сторон. Говяжья мякоть очень хорошо впитывает масло, поэтому ваш стейк получится сочным.",
            "duration": 10
            },
            {
            "step": "Шаг 4",
            "description": "Сковороду с толстым дном раскалите на самом сильном огне. Смазывать сковороду ничем не нужно. Выложите стейки и обжарьте с одной стороны 30 секунд. Если через это время на мясе появилась румяная зажаристая корочка, переверните стейк на другую сторону. Это нужно, чтобы быстро запечатать мясные соки внутри куска. Если вы хотите степень прожарки BlueRaw, то есть почти сырое мясо с верхней поджаристой корочкой, то на этом этапе мясо можно снимать с огня.",
            "duration": 10
            },
            {
            "step": "Шаг 5",
            "description": "Ну а я продолжила жарить мясо дальше. Снова переверните стейк на первую сторону и снизьте огонь до среднего и жарьте 1 минуту. Затем столько же с другой стороны. Если хотите получить стейк со степенью прожарки rare, т. е. - сырой с кровью, то после этого этапа можно убирать стейк с огня. Но я продолжаю жарить дальше.",
            "duration": 10
            },
            {
            "step": "Шаг 6",
            "description": "Мне нужна была прожарка medium rare, оно теплое внутри, крови меньше, но она еще есть. Жарила я такой стейк еще по 1 минуте с каждой стороны. В итоге общее время обжаривания стейка с каждой стороны составило 2 минуты 30 секунд.",
            "duration": 10
            },
            {
            "step": "Шаг 7",
            "description": "По окончании жарки выключите огонь уберите сковороду с плиты, посыпьте стейки морской солью.",
            "duration": 10
            },
            {
            "step": "Шаг 8",
            "description": "Накройте сковороду крышкой и оставьте мясо на 1-2 минуты, чтобы все соки распределились по куску равномерно. Можете вместо сковороды переложить мясо на тарелку и накрыть фольгой.",
            "duration": 10
            },
            {
            "step": "Шаг 9",
            "description": "Готовые стейки нужной степени прожарки выложите на тарелку, сервированную свежим салатом и овощами и подайте к столу. Приятного аппетита!",
            "duration": 10
            },
            {
            "step": "Шаг 10",
            "description": "А вот так выглядят стейки Medium Well, если их жарить после запечатывания соков по 6-7 минут с каждой стороны. Кровь уже не выделяется, но при этом мясо не утратило своей сочности. При нажатии вытекает бледный прозрачный сок. А еще есть степень прожарки Well Done, это когда мясо сильно прожарено, что даже сок из него не вытекает. Оно получается суховатым по структуре, но многим и так нравится.",
            "duration": 10
            },
        ],    
    },
    {
        "title": "ЛЕНИВЫЕ ГОЛУБЦЫ С РИСОМ КАПУСТОЙ И ФАРШЕМ В КАСТРЮЛЕ",
        "ingridients": [
            {
                "title_ingridients": "Фарш мясной",
                "quantity": 600
            },
            {
                "title_ingridients": "Капуста белокочанная",
                "quantity": 400
            },
            {
                "title_ingridients": "Рис",
                "quantity": 230
            },
            {
                "title_ingridients": "Лук",
                "quantity": 80
            },
            {
                "title_ingridients": "Морковь",
                "quantity": 80
            },
            {
                "title_ingridients": "Яйца",
                "quantity": 60
            },
            {
                "title_ingridients": "Мука",
                "quantity": 78
            },
            {
                "title_ingridients": "Сметана",
                "quantity": 150
            },
            {
                "title_ingridients": "Томатная паста",
                "quantity": 90
            },
            {
                "title_ingridients": "Растительное масло",
                "quantity": 93
            },            
        ],
        "steps": [
            {
            "step": "Шаг 1",
            "description": "Как сделать ленивые голубцы с рисом, капустой и фаршем в кастрюле? Подготовьте продукты. Фарш подойдет любой — говяже-свиной, как у меня, фарш куриный, из индейки. Вы можете взять уже готовый, покупной или приготовить его сами.",
            "duration": 10
            },
            {
            "step": "Шаг 2",
            "description": "Первым делом подготовьте рис. Хорошо промойте его несколько раз, залейте чистой холодной водой и поставьте вариться. Доведите воду до кипения и проварите рис пару минут. Затем откиньте на сито и остудите.",
            "duration": 10
            },
            {
            "step": "Шаг 3",
            "description": "Капусту нарежьте мелкими кубиками. Я встречала рецепты, где ее для ленивых голубцов натирали на крупной терке, но сама не пробовала. Вместо белокочанной капусты вы можете использовать пекинскую.",
            "duration": 10
            },
            {
            "step": "Шаг 4",
            "description": "Сложите капусту в миску и залейте крутым кипятком. Оставьте капусту постоять 10 минут, затем также откиньте на сито, чтобы стекла лишняя жидкость. Вы также можете отварить капусту в течении 5 минут или обжарить на сковороде с маслом.",
            "duration": 10
            },
            {
            "step": "Шаг 5",
            "description": "Лук нарежьте мелкими кубиками.",
            "duration": 10
            },
            {
            "step": "Шаг 6",
            "description": "Морковь натрите на крупной терке.",
            "duration": 10
            },
            {
            "step": "Шаг 7",
            "description": "Обжарьте овощи на небольшом количестве растительного масла до мягкости, около 5 минут.",
            "duration": 10
            },
            {
            "step": "Шаг 8",
            "description": "Возьмите миску, выложите в нее фарш, рис, капусту, поджарку из овощей. Посолите и поперчите фарш. Вы также можете добавить любимые специи. Вбейте яйцо.",
            "duration": 10
            },
            {
            "step": "Шаг 9",
            "description": "Перемешайте фарш до вязкого состояния, он должен хорошо лепиться и не разваливаться. В противном случае добавьте еще яйцо или влейте немного воды.",
            "duration": 10
            },
            {
            "step": "Шаг 10",
            "description": "Мокрыми руками сформируйте из фарша продолговатые голубцы, обваляйте их в муке. У меня получилось 8 штук, я готовила половину порции.",
            "duration": 10
            },
            {
            "step": "Шаг 11",
            "description": "Обжарьте голубцы на растительном масле с двух сторон до румяной корочки. Огонь под сковородой сделайте сильным, масла налейте много, так как голубцы быстро впитают его.",
            "duration": 10
            },
            {
            "step": "Шаг 12",
            "description": "Сложите обжаренные голубцы в кастрюлю с толстым дном. Вы также можете взять утятницу или сковороду с высокими бортиками.",
            "duration": 10
            },
            {
            "step": "Шаг 13",
            "description": "Приготовьте соус. Смешайте сметану с томатной пастой, разбавьте эту смесь горячей водой до консистенции жидкого кефира. Посолите соус.",
            "duration": 10
            },
            {
            "step": "Шаг 14",
            "description": "Залейте голубцы получившимся соусом, он должен практически полностью покрыть их. Если соуса вышло мало, то добавьте воду сразу в кастрюлю.",
            "duration": 10
            },
            {
            "step": "Шаг 15",
            "description": "Поставьте кастрюлю на средний огонь, дождитесь закипания соуса. Накройте кастрюлю крышкой, огонь сделайте небольшим. Тушите голубцы 30-40 минут.",
            "duration": 10
            },
            {
            "step": "Шаг 16",
            "description": "Подавайте голубцы со сметаной или майонезом. Приятного аппетита!",
            "duration": 10
            },
        ],    
    },
]












# МЯСО ПО ФРАНЦУЗСКИ С СЫРОМ И ПОМИДОРАМИ В ДУХОВКЕ
# Свинина:200 
# Лук репчатый:40 
# Помидоры:50
# Твёрдый сыр:100 
# Майонез:30
# ШАГ 1:Как запечь мясо по-французски с сыром и помидорами в духовке?Подготовьте необходимые ингредиенты. Выбирайте более жирную часть свинины - лопатку или шею. Также можно использовать любое другое мясо. Но помните, что время готовки изменится. Например, говядина будет запекаться дольше, чем свинина, а куриное филе или индейка меньше. Помидоры выбирайте спелые, сочные и плотные. Слишком мягкие плоды будет неудобно нарезать. Включите духовку на 180 градусов.
# ШАГ 2:Мясо тщательно помойте под проточной водой и обсушите бумажными полотенцами. При необходимости с помощью ножа уберите сухожилия и пленки. Поперек волокон нарежьте кусок тонкими широкими ломтиками толщиной около 1 см. Выложите мясо на разделочную доску. Накройте полиэтиленовым пакетом или пищевой пленкой. Это нужно для того, чтобы при отбивании брызги мясного сока не разлетались во все стороны. Кухонным молоточком отбейте каждый кусок с обеих сторон.
# ШАГ 3:Уберите пленку. Отбивные посолите, поперчите. Посыпьте паприкой. Паприку можно заменить готовыми специями, предназначенными для свинины. Или подберите специи по своему вкусу. Подойдут прованские травы, базилик, майоран, орегано. Если вы располагаете временем, отправьте мясо в холодильник на пару часов, пусть промаринуется. Так получится еще вкуснее.
# ШАГ 4:Форму для запекания смажьте небольшим количеством оливкового или подсолнечного рафинированного масла. В один слой выложите свиные отбивные.
# ШАГ 5:Лук очистите от шелухи. Тонко нарежьте его полукольцами. Для того, чтобы лук не щипал глаза, промойте его и нож холодной водой. Если вместо репчатого лука использовать белый или Ялтинский, вкус блюда приобретет сладковатую нотку и совсем не будет горчить. Выложите луковые кольца на мясо.
# ШАГ 6:Помойте помидоры и высушите их бумажными полотенцами. При необходимости удалите у них хвостики. Острым ножом нарежьте томаты тонкими кольцами. Разложите их поверх лука. Свежие овощи можно заменить томатным соусом или вообще исключить из рецептуры. Но с ними будет вкуснее и сочнее.
# ШАГ 7:Слегка смажьте слой из помидоров майонезом. Если по каким-то причинам майонез вам не нравится, замените его на сметану.
# ШАГ 8:На крупной терке натрите твердый сыр. Щедро посыпьте им слой из помидоров. Чем больше сыра вы добавите, тем вкуснее будет. Можно использовать такие сорта, как Российский, Эдам или Адыгейский. Главное, чтобы продукт был качественным, вкусным и ароматным. В этом блюде сыр должен быть запеченным, потому лучше добавьте его сразу. Но если хотите, чтобы он просто расплавился, добавьте за 15 минут до конца готовки.
# ШАГ 9:Покройте сыр густой майонезной сеточкой.
# ШАГ 10:Запекайте мясо по-французски около 40-50 минут при 180 градусах. Чтобы мясо лучше пропеклось, а сыр не сгорел, накройте форму фольгой. За 15-20 минут до конца снимите ее. Запекайте до образования аппетитной сырной корочки. Как проверить готовность блюда? Проткните острием ножа посередине. Если будет вытекать прозрачный сок, значит готово. Если сок будет розоватым, готовьте еще 10 минут. Приятного аппетита!

# ПЫШНАЯ ТВОРОЖНАЯ ЗАПЕКАНКА В ДУХОВКЕ
# Творог:600
# Сметана:150
# Яйца:180
# Сахар:80
# Манка:56
# Сода пищевая:7.5
# Ванилин:1.3
# ШАГ 1:Как сделать пышную творожную запеканку в духовке? Подготовьте продукты. Творог возьмите пожирнее, минимум 5%. Тогда запеканка получится действительно вкусной, не сухой. Сметану также выбирайте пожирнее. Если у вас густая сметана, то положите ее поменьше, жидкую - побольше. Количество сахара можете менять по своему вкусу - 4 ложки - среднее количество.
# ШАГ 2:Возьмите миску, положите в нее творог. В этом рецепте все ингредиенты пробиваются погружным блендером. Если у вас его нет, то протрите творог через сито - он станет однородным. Добавьте сахар. Всыпьте соду. Она необходима для пышности запеканки. И соль, для усиления вкуса. Положите ванилин для аромата. Как выбрать творог и особенности использования соды вы узнаете прочитав статьи в конце этого рецепта.
# ШАГ 3:Разбейте к творогу яйца. Их возьмите крупные, отборной категории. Если яйца мельче, увеличьте их количество. Они также отвечают за пышность запеканки, не уменьшайте их количество. Если у вас нет блендера, то яйца взбейте с сахаром отдельно, и только затем добавьте к основной массе. Положите сметану. Учитывайте, какой у вас творог - сухой или влажный - и регулируйте количество сметаны.
# ШАГ 4:Пробейте все ингредиенты погружным блендером - масса станет однородной и кремовой.
# ШАГ 5:Добавьте манную крупу. Ее количество также может быть разной. Если изначально масса была густой - положите меньше, если слишком жидкой - больше на одну ложку. Учитывайте, что она еще набухнет при выпечке. Не переборщите.
# ШАГ 6:Хорошо перемешайте массу. Оставьте ее постоять на 20 минут, за это время манка набухнет.
# ШАГ 7:Подготовьте форму для выпечки. Смажьте ее кусочком мягкого сливочного масла, а затем присыпьте манкой. Манка прилипнет к маслу и и при выпечке станет корочкой. Это поможет легко вынуть запеканку из формы.
# ШАГ 8:Вылейте в форму тесто, разровняйте верх лопаткой. Моя форма размером 20*20 см, запеканка получилась не очень высокой. В меньшей форме она получится выше.
# ШАГ 9:Запекайте запеканку в духовке при температуре 180°С, режим верх-низ, около 30-40 минут, до румяной верхушки. Время указано приблизительно. О работе духовок читайте под шагами. Как проверить, готова ли запеканка? Как только на поверхности образуется легкая золотистая корочка, возьмите шпажку и проткните запеканку в нескольких местах. Если шпажка сухая, то запеканка готова. Готовую запеканку полностью остудите и только потом вынимайте из формы.

# СВИНИНА В ДУХОВКЕ С СЫРОМ И ПОМИДОРАМИ
# Свинина:600
# Твёрдый сыр:200
# Помидоры:300
# Сметана:80
# Чеснок:10
# Петрушка:10
# Растительное масло:10
# ШАГ 1:Как сделать свинину в духовке с сыром и помидорами? Подготовьте для этого необходимые ингредиенты. Свинину выбирайте без костей. Удобно использовать свиной окорок или карбонат. Сметана может быть любой жирности. Сыр также выбирайте на свой вкус.
# ШАГ 2:Свинину нарежьте поперек волокон на порционные кусочки толщиной, примерно, по 1-1,5 см. и немного отбейте кухонным молоточком.
# ШАГ 3:Для запекания подойдет любая жаропрочная форма. Смажьте её растительным маслом и выложите кусочки отбитого мяса. Посыпьте солью и специями. В качестве специи достаточно будет молотого перца.
# ШАГ 4:Сыр натрите на терке. Немного отложите отдельно для посыпки. Петрушку мелко нарежьте. Чеснок очистите и пропустите через пресс. Смешайте сыр, сметану, петрушку и чеснок.
# ШАГ 5:Получившуюся сырную массу равномерно намажьте по подготовленным кусочкам мяса.
# ШАГ 6:Помидоры помойте и нарежьте кружочками. Разложите нарезанные помидоры по мясу.
# ШАГ 7:Сверху посыпьте отложенным тертым сыром. поставьте мясо в духовку, предварительно разогретую до 180 градусов, запекайте около 35-40 минут. Время указано приблизительно, ориентируйтесь на свою духовку. Подробнее о работе духовок читайте в отдельной статье в конце рецепта..
# ШАГ 8:За это время в форме появится сок и часть его успеет испариться. Сыр не только расплавится, но и немного подрумянится. Готовое мясо извлеките из духовки и подавайте к столу в горячем виде. Приятного аппетита!

# ДРАНИКИ КАРТОФЕЛЬНЫЕ КЛАССИЧЕСКИЕ
# Картошка:800
# Яйца:60
# Пшеничная мука:39
# Лук:80
# Растительное масло (для жарки):100
# ШАГ 1:Как пожарить драники картофельные классические? Подготовьте необходимые ингредиенты. Для более яркого вкуса и аромата можно взять немного измельченного чеснока. Картофель очистите от кожуры и хорошо промойте от загрязнений в проточной воде. Лук очистите от шелухи.
# ШАГ 2:Очищенные картофель и лук натрите на терке. Для более однородной консистенции используйте мелкую терку. Я натираю на крупной. Это уже дело вкуса.
# ШАГ 3:К тертым овощам добавьте яйцо, муку, соль и специи. В качестве специй рекомендую использовать немного молотого черного перца и сухой укроп или петрушку.
# ШАГ 4:Всё хорошо перемешайте, чтобы получилась однородная масса.
# ШАГ 5:Сковороду разогрейте до горячего состояния. Налейте на неё немного растительного масла. С помощью столовой ложки выложите немного картофельной массы на сковороду и сформируйте овальные оладьи.
# ШАГ 6:Обжаривайте драники с двух сторон на среднем огне до аппетитного, золотистого цвета. Драники должны как следует прожариться. Готовые драники подавайте в горячем виде, дополнив блюдо сметаной или чесночным соусом. Приятного аппетита!

# ЖУЛЬЕН С КУРИЦЕЙ И ГРИБАМИ В ДУХОВКЕ
# Куриное филе:600
# Шампиньоны:300
# Сметана (15-20% жирности):400
# Твёрдый сыр:100
# Оливковое масло:34
# ШАГ 1:Подготовьте все необходимые ингредиенты для приготовления жульена. Для блюда лучше использовать свежие шампиньоны, так как замороженные содержат слишком много влаги и при обжарке в вашей сковороде поначалу будет слишком много воды, а после ее испарения объем грибов будет намного меньше, чем нужно. Поэтому если используете замороженные грибы, возьмите их с запасом, предварительно их разморозьте и отожмите.
# ШАГ 2:Шампиньоны вымойте, обсушите и нарежьте ломтиками. Если грибы мелкие, можете просто разрезать их пополам.
# ШАГ 3:Куриное филе вымойте, обсушите и порежьте небольшими кубиками.
# ШАГ 4:Сыр натрите на крупной терке. Сыр можете использовать любой по вкусу. Подойдет и обычный "Российский", и итальянская моцарелла.
# ШАГ 5:В сковороде разогрейте растительное масло, выложите курицу и обжарьте, помешивая, на сильном огне около 4 минут пока филе со всех сторон не покроется белой коркой.
# ШАГ 6:Когда вся курица сменит розовый оттенок на белый, добавьте в сковороду грибы и обжарьте все вместе, помешивая, 10 минут до готовности шампиньонов. Необязательно доводить все до появления золотистой корочки. Достаточно просто довести ингредиенты до готовности. Если в сковороде останется немного сока от грибов и курицы, будет даже лучше. Вместе со сметаной получится замечательный соус, не уступающий по вкусу классическому Бешамель.
# ШАГ 7:Вообще обычно для жульена курицу и грибы обжаривают до золотистой корочки по-отдельности, а в конце соединяют. Но в этом рецепте я решила поэкспериментировать и добавила грибы намного раньше. Курица и грибы выделяют каждый свои соки и тушатся в них. Таким образом все содержимое сковороды пропитывается ароматным курино-грибным соком. Блюдо получается сочнее, кусочки курицы нежнее и ароматнее. Уберите сковороду с огня.
# ШАГ 8:Влейте в сковороду сметану жирностью от 15 до 20%.
# ШАГ 9:Все посолите, поперчите и перемешайте.
# ШАГ 10:Разложите получившуюся массу по кокотницам или небольшим горшочкам для запекания.
# ШАГ 11:Посыпьте жульен тертым сыром и поставьте в разогретую до 180°С духовку на 5-7 минут или чуть дольше до появления на сыре золотистой корочки.
# ШАГ 12:Подавайте жульен горячим, посыпав рубленой зеленью. Приятного аппетита!







